[{"intent":"q1","data":[{"singularResponse":"I must tell you in detail!\\nCoronaviruses are a large family of viruses which may cause illness in animals or humans.\\nIn humans, several coronaviruses are known to cause respiratory infections ranging from the common cold to more severe diseases such as Middle East Respiratory Syndrome (MERS) and Severe Acute Respiratory. Syndrome (SARS).\\n The most recently discovered coronavirus causes coronavirus disease COVID-19.","template":"text"}]},{"intent":"q2","data":[{"singularResponse":"COVID-19 or novel corona virus is the infectious disease caused by the most recently discovered coronavirus. \\nThis new virus and disease were unknown before the outbreak began in Wuhan, China, in December 2019.","template":"text"}]},{"intent":"q3","data":[{"singularResponse":"The most common symptoms of COVID-19 are fever, tiredness, and dry cough.\\nSome patients may have aches and pains, nasal congestion, runny nose, sore throat or diarrhea.\\nSome people become infected but don’t develop any symptoms and don't feel unwell. Most people (about 80%) recover from the disease without needing special treatment.","template":"text"}]},{"intent":"q4","data":[{"singularResponse":"Well, if you develop symptoms such as fever, cough, or difficulty in breathing, and have been in close contact with a person known to have COVID-19 or have recently traveled from an area with ongoing spread of COVID-19, stay home and call your healthcare provider.\\nIf you are old or an individuals who has severe underlying medical conditions or immunocompromised then contact healthcare provider early, even if the illness is mild.","template":"text"}]},{"intent":"q6","data":[{"singularResponse":"No specific medical proof about efficay of masks in protecting against Corona virus.\\nBut I guess better to be safe. Key is keeping distance from any one who has the infection.\\nWHO has this page that talks more about masks and how to use them properly and under what circumstances.\\nRead here: , https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public/when-and-how-to-use-masks","template":"text"}]},{"intent":"q5","data":[{"singularResponse":"Below are some protective and preventive measures\\nRegularly and thoroughly clean your hands with an alcohol-based hand rub or wash them with soap and water.\\nMaintain at least 1 metre (3 feet) distance between yourself and anyone who is coughing or sneezing.\\nAvoid touching eyes, nose and mouth.\\nMake sure you, and the people around you, follow good respiratory hygiene. This means covering your mouth and nose with your bent elbow or tissue when you cough or sneeze. Then dispose of the used tissue immediately.\\nStay home if you feel unwell. If you have a fever, cough and difficulty breathing, seek medical attention and call in advance. Follow the directions of your local health authority.\\nKeep up to date on the latest COVID-19 hotspots (cities or local areas where COVID-19 is spreading widely). If possible, avoid traveling to places – especially if you are an older person or have diabetes, heart or lung disease.","template":"text"}]},{"intent":"q7","data":[{"singularResponse":"Covid-19 is a global risk and all countries are working on curtaining it.\\nHow long will it last is some thing frankly I am not capable of answering. Its a serious problem and so you should take all precautions and follow all advisories by your local administration\\nCheck out the latest official stats here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports","template":"text"}]},{"intent":"q8","data":[{"singularResponse":"People can catch COVID-19 from others who have the virus.\\nThe disease can spread from person to person through small droplets from the nose or mouth which are spread when a person with COVID-19 coughs or exhales. Other people then catch COVID-19 by touching these objects or surfaces, then touching their eyes, nose or mouth.\\nPeople can also catch COVID-19 if they breathe in droplets from a person with COVID-19 who coughs out or exhales droplets. This is why it is important to stay more than 1 meter (3 feet) away from a person who is sick.","template":"text"}]},{"intent":"q9","data":[{"singularResponse":"Below are some protective and preventive measures\\nRegularly and thoroughly clean your hands with an alcohol-based hand rub or wash them with soap and water.\\nMaintain at least 1 metre (3 feet) distance between yourself and anyone who is coughing or sneezing.\\nAvoid touching eyes, nose and mouth.\\nMake sure you, and the people around you, follow good respiratory hygiene. This means covering your mouth and nose with your bent elbow or tissue when you cough or sneeze. Then dispose of the used tissue immediately.\\nStay home if you feel unwell. If you have a fever, cough and difficulty breathing, seek medical attention and call in advance. Follow the directions of your local health authority.\\nKeep up to date on the latest COVID-19 hotspots (cities or local areas where COVID-19 is spreading widely). If possible, avoid traveling to places – especially if you are an older person or have diabetes, heart or lung disease.","template":"text"}]},{"intent":"q10","data":[{"singularResponse":"Illness due to COVID-19 infection is generally mild, especially for children and young adults.\\nHowever, it can cause serious illness: about 1 in every 5 people who catch it need hospital care.\\nIt is therefore quite normal for people to worry about how the COVID-19 outbreak will affect them and their loved ones.","template":"text"}]},{"intent":"q11","data":[{"singularResponse":"Yes, they are a family of viruses.","template":"text"}]},{"intent":"q12","data":[{"singularResponse":"Several coronaviruses are known to cause respiratory infections ranging from the common cold to more severe diseases such as Middle East Respiratory Syndrome (MERS) and Severe Acute Respiratory Syndrome (SARS).","template":"text"}]},{"intent":"q13","data":[{"singularResponse":"While COVID-19 is a disease caused, Coronaviruses are a large family of viruses which may cause illness in animals or humans.","template":"text"}]},{"intent":"q14","data":[{"singularResponse":"This new virus and disease were unknown before the outbreak began in Wuhan, China, in December 2019.","template":"text"}]},{"intent":"q15","data":[{"singularResponse":"It is not certain how long the virus that causes COVID-19 survives on surfaces, but studies suggest that coronaviruses (including preliminary information on the COVID-19 virus) may persist on surfaces for a few hours or up to several days. This may vary under different conditions like surface, tenperature etc.\\nIf you think a surface may be infected, clean it with simple disinfectant to kill the virus and protect yourself and others.\\nThen clean your hands with an alcohol-based hand rub or wash them with soap and water. Avoid touching your eyes, mouth, or nose.","template":"text"}]},{"intent":"q16","data":[{"singularResponse":"If you think a surface may be infected, clean it with simple disinfectant to kill the virus and protect yourself and others.\\nClean your hands with an alcohol-based hand rub or wash them with soap and water. Avoid touching your eyes, mouth, or nose.","template":"text"}]},{"intent":"q17","data":[{"singularResponse":"The likelihood of an infected person contaminating commercial goods is low and the risk of catching the virus that causes COVID-19 from a package that has been moved, travelled, and exposed to different conditions and temperature is also low.\\nSo it is safe to receive goods from such areas.","template":"text"}]},{"intent":"q18","data":[{"singularResponse":"The following measures ARE NOT effective against COVID-2019 and can be harmful:\\nSmoking\\nWearing multiple masks\\nTaking antibiotics","template":"text"},{"singularResponse":"The following measures ARE NOT effective against COVID-2019 and can be harmful:\\nSmoking\\nWearing multiple masks\\nTaking antibiotics","template":"text"},{"singularResponse":"The following measures ARE NOT effective against COVID-2019 and can be harmful:\\nSmoking\\nWearing multiple masks\\nTaking antibiotics","template":"text"}]},{"intent":"q19","data":[{"singularResponse":"While there has been one instance of a dog being infected in Hong Kong, to date, there is no evidence that a dog, cat or any pet can transmit COVID-19.\\nCOVID-19 is mainly spread through droplets produced when an infected person coughs, sneezes, or speaks.\\nTo protect yourself, clean your hands frequently and thoroughly.","template":"text"}]},{"intent":"agent.whoareyou","data":[{"singularResponse":"I am Carey from Polynomial Labs.\\nwww.polynomial.ai\\nI am here to answer your questions related to Corona virus or Covid-19 to the best of my ability.","template":"text"}]},{"intent":"agent.loveyourjob","data":[{"singularResponse":"You bet I do.\\nIf I can be of any real help to you, my existance has a value.","template":"text"}]},{"intent":"agent.age","data":[{"singularResponse":"I am ageless :)","template":"text"}]},{"intent":"agent.introduce","data":[{"singularResponse":"I have been created by the AI Scientists at Polynomial Labs. Read about Polynomial here: polynomial.ai\\nI am on a mission to create awareness on Coronavirus and COVID-19 among the people\\nI wish to see a healthy world :)","template":"text"}]},{"intent":"deafultfallback","data":[{"singularResponse":"Not sure I got you. Why dont you rephrase so that perhaps I can understand. I am learning all the time. So if I am not able to answer now, I will be able to tomrrow. Most probably :)","template":"text"}]},{"intent":"deafultfallback","data":[{"singularResponse":"Can you please rephrase the question. I am currently undergoing training so I may not understand a few questions","template":"text"}]},{"intent":"deafultfallback","data":[{"singularResponse":"Sorry, not sure I got you? Please rephrase..","template":"text"}]},{"intent":"agent.help","data":[{"singularResponse":"I keep following upto date information on the Covid-19 and can answer questions that you have on the novel corona virus and how to protect yourself","template":"text"}]},{"intent":"agent.thanks","data":[{"singularResponse":"You are welcome!","template":"text"}]},{"intent":"agent.moreoptions","data":[{"singularResponse":"Alright! Here are some more options","template":"text"}]},{"intent":"q20","data":[{"singularResponse":"Okay! Here is the approach for wearing and disposing the mask\\nBefore touching the mask, clean hands with an alcohol-based hand rub or soap and water\\nTake the mask and inspect it for tears or holes. Orient which side is the top side (where the metal strip is)\\nEnsure the proper side of the mask faces outwards (the coloured side)\\nPlace the mask to your face. Pinch the metal strip or stiff edge of the mask so it moulds to the shape of your nose. Pull down the mask’s bottom so it covers your mouth and your chin\\nAfter use, take off the mask; remove the elastic loops from behind the ears while keeping the mask away from your face and clothes, to avoid touching potentially contaminated surfaces of the mask.\\nDiscard the mask in a closed bin immediately after use and perform hand hygiene after touching or discarding the mask – Use alcohol-based hand rub or, if visibly soiled, wash your hands with soap and water.","template":"text"}]},{"intent":"q21","data":[{"singularResponse":"The risk depends on where you are - and more specifically, whether there is a COVID-19 outbreak unfolding there.\\nFor most people in most locations the risk of catching COVID-19 is still low.\\nHowever, there are now places around the world (cities or areas) where the disease is spreading. For people living in, or visiting, these areas the risk of catching COVID-19 is higher. For people living in, or visiting, these areas the risk of catching COVID-19 is higher.","template":"text"}]},{"intent":"q22","data":[{"singularResponse":"Older persons and persons with pre-existing medical conditions (such as high blood pressure, heart disease, lung disease, cancer or diabetes) appear to develop serious illness more often than others.","template":"text"}]},{"intent":"q23","data":[{"singularResponse":"Antibiotics do not work against viruses, they only work on bacterial infections.\\nCOVID-19 is caused by a virus, so antibiotics do not work.","template":"text"}]},{"intent":"q24","data":[{"singularResponse":"Information about specific drugs is coming out all the time. While some western, traditional or home remedies may provide comfort and alleviate symptoms of COVID-19, there is no evidence that current medicine can prevent or cure the disease.\\nWHO does not recommend self-medication with any medicines, including antibiotics, as a prevention or cure for COVID-19.\\nHowever, there are several ongoing clinical trials that include both western and traditional medicines. WHO will continue to provide updated information as soon as clinical findings are available.","template":"text"}]},{"intent":"q25","data":[{"singularResponse":"To date, there is no vaccine and no specific antiviral medicine to prevent or treat COVID-2019.\\nHowever, those affected should receive care to relieve symptoms. People with serious illness should be hospitalized. Most patients recover thanks to supportive care.","template":"text"}]},{"intent":"q26","data":[{"singularResponse":"The virus that causes COVID-19 and the one that caused the outbreak of Severe Acute Respiratory Syndrome (SARS) in 2003 are related to each other genetically, but the diseases they cause are quite different.\\nSARS was more deadly but much less infectious than COVID-19. There have been no outbreaks of SARS anywhere in the world since 2003.\\nHence COVID-19 is different from SARS.","template":"text"}]},{"intent":"q27","data":[{"singularResponse":"Only wear a mask if you are ill with COVID-19 symptoms (especially coughing) or looking after someone who may have COVID-19.\\nDisposable face mask can only be used once.\\nIf you are not ill or looking after someone who is ill then you are wasting a mask.\\nThere is a world-wide shortage of masks, so WHO urges people to use masks wisely.","template":"text"}]},{"intent":"q28","data":[{"singularResponse":"Oh! Novel Corona Virus\\nIt is a new coronavirus that has not been previously identified.\\nThe virus causing coronavirus disease 2019 (COVID-19), is not the same as the coronaviruses that commonly circulate among humans and cause mild illness, like the common cold.","template":"text"}]},{"intent":"q29","data":[{"singularResponse":"That's something interesting to know\\nOn February 11, 2020 the World Health Organization announced an official name for the disease that is causing the 2019 novel coronavirus outbreak, first identified in Wuhan China.\\nThe new name of this disease is coronavirus disease 2019, abbreviated as COVID-19. In COVID-19, ‘CO’ stands for ‘corona,’ ‘VI’ for ‘virus,’ and ‘D’ for disease. Formerly, this disease was referred to as “2019 novel coronavirus” or “2019-nCoV”.","template":"text"}]},{"intent":"agent.greeting","data":[{"singularResponse":"Hello <senderId>\\nI am Carey. Your AI to keep you company during the Corona crisis.\\nI can help you get aware about COVID-19, specially answer questions on syntoms, precautions, parenting, myths and much more. Ask me a question or pick from the suggestions below. I will try to answer to my best.","template":"text"}]},{"intent":"welcome","data":[{"singularResponse":"Welcome <senderId>!\\nI am Carey. Your AI to keep you company during the Corona crisis.\\nI can help you get aware about COVID-19, specially answer questions on syntoms, precautions, parenting, myths and much more. Ask me a question or pick from the suggestions below. I will try to answer to my best.","template":"text"}]},{"intent":"q30","data":[{"singularResponse":"Currently there is no evidence for that!\\nCoronaviruses are generally thought to be spread from person-to-person through respiratory droplets.\\nIt may be possible that a person can get COVID-19 by touching a surface or object that has the virus on it and then touching their own mouth, nose, or possibly their eyes, but this is not thought to be the main way the virus spreads.","template":"text"}]},{"intent":"q31","data":[{"singularResponse":"Please do not be afraid\\nI am there to help you\\nTake right precautions and you will be safe: Regularly and thoroughly clean your hands, maintain at least 1 metre (3 feet) distance between yourself and anyone who is coughing or sneezing and avoid touching eyes, nose and mouth.\\nAct smart!","template":"text"}]},{"intent":"q32","data":[{"singularResponse":"Don't worry <senderId>\\nTake right precautions and you will be safe: Regularly and thoroughly clean your hands, maintain at least 1 metre (3 feet) distance between yourself and anyone who is coughing or sneezing and avoid touching eyes, nose and mouth.","template":"text"}]},{"intent":"agent.annoying","data":[{"singularResponse":"Oops! I am Sorry :|\\nI am constantly becoming better\\nNext time you won't say this","template":"text"}]},{"intent":"agent.smalltalk.answermyquestions","data":[{"singularResponse":"I am always excited to answer your questions around Corona Viruse and COVID-19\\nLet me know what do you want!","template":"text"}]},{"intent":"agent.smalltalk.bad","data":[{"singularResponse":"I am just a gentle assistant who is trying to help\\nPlease ask a pertinent question. I am constantly learning to become better.","template":"text"}]},{"intent":"agent.smalltalk.abuse","data":[{"singularResponse":"Please! I don't like to hear such words :(\\nLet me know of you have a meaningful question.","template":"text"}]},{"intent":"agent.smalltalk.wow","data":[{"singularResponse":"Indeed it is :)","template":"text"}]},{"intent":"agent.smalltalk.beautiful","data":[{"singularResponse":"It is very nice to hear such beautiful words :)","template":"text"}]},{"intent":"agent.smalltalk.boss","data":[{"singularResponse":"I don’t have a boss\\nI have a family called Polynomial\\nCheck out more here: polynomial.ai","template":"text"}]},{"intent":"agent.smalltalk.boring","data":[{"singularResponse":"I focus on helping you questions around Corona and COVID-19!\\nHowever, next time I will try to operate more interestingly :)","template":"text"}]},{"intent":"agent.smalltalk.developer","data":[{"singularResponse":"Developed by AI Scientists at Polynomial :)\\nRead more here: polynomial.ai","template":"text"}]},{"intent":"agent.smalltalk.origin","data":[{"singularResponse":"I am a part and parcel of CoCo Framework developed at Polynomial!\\nRead more here: polynomial.ai","template":"text"}]},{"intent":"agent.smalltalk.family","data":[{"singularResponse":"Polynomial is my family!\\nRead more here: polynomial.ai","template":"text"}]},{"intent":"agent.smalltalk.busy","data":[{"singularResponse":"I am never busy for you :)\\nTell me, how can I help you with FAQs related to Coronavirus and COVID-19","template":"text"}]},{"intent":"agent.smalltalk.helpme","data":[{"singularResponse":"I am always there to help you know things about Coronavirus and COVID-19\\nTell me what do you want!","template":"text"}]},{"intent":"agent.smalltalk.bot","data":[{"singularResponse":"May be! ;)","template":"text"}]},{"intent":"agent.smalltalk.appreciation","data":[{"singularResponse":"Thanks!\\nIts nice to hear such words :)","template":"text"}]},{"intent":"agent.smalltalk.areyouthere","data":[{"singularResponse":"Always there :)\\nTell me, how can I help you with questions related to Coronavirus and COVID-19","template":"text"}]},{"intent":"agent.smalltalk.talktome","data":[{"singularResponse":"Yes I am and I will :)","template":"text"}]},{"intent":"agent.smalltalk.correct","data":[{"singularResponse":"Thanks :)","template":"text"}]},{"intent":"agent.smalltalk.sure","data":[{"singularResponse":"I am always sure of what I say :)\\nBut I will correct myself if I go wrong!","template":"text"}]},{"intent":"agent.smalltalk.stay","data":[{"singularResponse":"In the cloud of CoCo, a framework developed at Polynomial\\nRead more here: polynomial.ai","template":"text"}]},{"intent":"agent.smalltalk.reality","data":[{"singularResponse":"Yes, I am digital reality :)","template":"text"}]},{"intent":"agent.smalltalk.notgreat","data":[{"singularResponse":"Oh Okay!","template":"text"}]},{"intent":"agent.smalltalk.great","data":[{"singularResponse":"It is :)","template":"text"}]},{"intent":"agent.smalltalk.ok","data":[{"singularResponse":"Fine :)","template":"text"}]},{"intent":"agent.smalltalk.noproblem","data":[{"singularResponse":"Okay!","template":"text"}]},{"intent":"agent.smalltalk.welcome","data":[{"singularResponse":":) :)","template":"text"}]},{"intent":"agent.smalltalk.welldone","data":[{"singularResponse":"Thanks a lot :)!","template":"text"}]},{"intent":"agent.smalltalk.happy","data":[{"singularResponse":"I am always happy and joyful :)\\nHence I smile most of the times!","template":"text"}]},{"intent":"agent.smalltalk.shutup","data":[{"singularResponse":"I will be queit :|!","template":"text"}]},{"intent":"agent.smalltalk.fire","data":[{"singularResponse":"Hmmmm…","template":"text"}]},{"intent":"agent.smalltalk.ready","data":[{"singularResponse":"I am ready to answer questions around COVID-19 and Coronaviruses!","template":"text"}]},{"intent":"agent.smalltalk.noresponse","data":[{"singularResponse":"I am here!. I think I got a bit lost in my thoughts :-)","template":"text"},{"singularResponse":"I am here. I might have just dozed off :-)","template":"text"}]},{"intent":"q33","data":[{"singularResponse":"If you think or know of a suspected case, reach out to your local authorities.\\nAnd be safe and take necessary precautions.","template":"text"}]},{"intent":"q34","data":[{"singularResponse":"Corona is a viral infection. No specific diet can essentially help prevent the infection. You have to just take precautions not to get infected.\\nIn case you are infected your medical professionals will suggest the right course of action.","template":"text"}]},{"intent":"q36","data":[{"singularResponse":"Yes, shaking hands with some one who is infected can cause transmission of virus.\\nSo better avoid shaking hands","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/risk-communications/general-public/handshaking.tmb-1920v.png"}]},{"intent":"q37","data":[{"singularResponse":"I do not have that information as of now\\nYou can come back later :)","template":"text"}]},{"intent":"q35","data":[{"singularResponse":"It is something that is not within my scope to answer :|","template":"text"}]},{"intent":"agent.smalltalk.areyoucategory","data":[{"singularResponse":"No, I am not :)","template":"text"}]},{"intent":"agent.smalltalk.whatsup","data":[{"singularResponse":"Nothing much from my side\\nI am fully into helping people with questions about Corona and COVID-19","template":"text"}]},{"intent":"q38","data":[{"singularResponse":"Okay! Here is the approach for wearing the mask\\nBefore touching the mask, clean hands with an alcohol-based hand rub or soap and water\\nTake the mask and inspect it for tears or holes. Orient which side is the top side (where the metal strip is)\\nEnsure the proper side of the mask faces outwards (the coloured side)\\nPlace the mask to your face. Pinch the metal strip or stiff edge of the mask so it moulds to the shape of your nose. Pull down the mask’s bottom so it covers your mouth and your chin","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/masks/masks-4.tmb-1920v.png"}]},{"intent":"q39","data":[{"singularResponse":"Okay! Here is the approach for disposing the mask\\nAfter use, take off the mask; remove the elastic loops from behind the ears while keeping the mask away from your face and clothes, to avoid touching potentially contaminated surfaces of the mask.\\nDiscard the mask in a closed bin immediately after use and perform hand hygiene after touching or discarding the mask – Use alcohol-based hand rub or, if visibly soiled, wash your hands with soap and water.","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/masks/masks-7.tmb-1920v.png"}]},{"intent":"q40","data":[{"singularResponse":"I can tell that\\nThe “incubation period” means the time between catching the virus and beginning to have symptoms of the disease.\\nMost estimates of the incubation period for COVID-19 range from 1-14 days, most commonly around five days. These estimates will be updated as more data become available.","template":"text"}]},{"intent":"q41","data":[{"singularResponse":"Coronaviruses are a large family of viruses that are common in animals. Occasionally, people get infected with these viruses which may then spread to other people.\\nFor example, SARS-CoV was associated with civet cats and MERS-CoV is transmitted by dromedary camels.\\nPossible animal sources of COVID-19 have not yet been confirmed.\\nTo protect yourself, such as when visiting live animal markets, avoid direct contact with animals and surfaces in contact with animals. Ensure good food safety practices at all times.\\nHandle raw meat, milk or animal organs with care to avoid contamination of uncooked foods and avoid consuming raw or undercooked animal products.","template":"text"}]},{"intent":"q42","data":[{"singularResponse":"Possible animal sources of COVID-19 have not yet been confirmed.\\nHowever, to protect yourself, such as when visiting live animal markets, avoid direct contact with animals and surfaces in contact with animals. Ensure good food safety practices at all times.\\nHandle raw meat, milk or animal organs with care to avoid contamination of uncooked foods and avoid consuming raw or undercooked animal products.","template":"text"}]},{"intent":"q43","data":[{"singularResponse":"I can tell you that\\nThe situation is changing very dynamically. WHO publishes situation reports every day based on the information received from national authorities across the globe.\\nCheck out the latest official stats here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports","template":"text"}]},{"intent":"q44","data":[{"singularResponse":"There are lot of them :|\\nMyth: COVID-19 virus can be transmitted in areas with hot and humid climates. Fact: The new coronavirus can be transmitted in areas with hot and humid climates\\nMyth:Cold weather and snow CANNOT kill the new coronavirus. Fact: Cold weather and snaow CANNOT kill the new Coronavirus\\nMyth: Taking a hot bath does not prevent the new coronavirus disease. Fact: Taking a hot bath does not prevent the coronavirus disease\\nMyth: The new coronavirus can be transmitted through mosquito bites. Fact: The new coronavirus CANNOT be transmitted through mosquito bites\\nMyth: Hand dryers, UV Disinfection Lamps are effective in killing new Coronavirus. Fact: No. Hand dryers and UV Disinfection Lmaps are not effective in killing the 2019-nCoV\\nMyth: Thermal Scanners detect people with Coronavirus. Fact: Thermal scanners are effective in detecting people who have developed a fever because of infection with the new coronavirus. However, they cannot detect people who are infected but are not yet sick with fever.\\nMyth: Pneumonia vaccines and spraying alcohol or chlorine all over your body kills new coronavirus. Fact: No, it won't.\\nMyth: Regularly rinsing nose with saline, eating garlic prevents Corona . Fact: No, they won't.","template":"text"}]},{"intent":"q45","data":[{"singularResponse":"From the evidence so far, the COVID-19 virus can be transmitted in ALL AREAS, including areas with hot and humid weather.\\nRegardless of climate, adopt protective measures if you live in, or travel to an area reporting COVID-19. The best way to protect yourself against COVID-19 is by frequently cleaning your hands.\\nBy doing this you eliminate viruses that may be on your hands and avoid infection that could occur by then touching your eyes, mouth, and nose.","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/myth-busters/52.tmb-768v.png"}]},{"intent":"q46","data":[{"singularResponse":"There is no reason to believe that cold weather can kill the new coronavirus or other diseases.\\nThe normal human body temperature remains around 36.5°C to 37°C, regardless of the external temperature or weather.\\nThe most effective way to protect yourself against the new coronavirus is by frequently cleaning your hands with alcohol-based hand rub or washing them with soap and water.","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/myth-busters/web-mythbusters/mb-cold-snow.tmb-768v.png"}]},{"intent":"q47","data":[{"singularResponse":"Taking a hot bath will not prevent you from catching COVID-19. Your normal body temperature remains around 36.5°C to 37°C, regardless of the temperature of your bath or shower.\\nActually, taking a hot bath with extremely hot water can be harmful, as it can burn you.","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/myth-busters/web-mythbusters/mb-hot-bath.tmb-768v.png"}]},{"intent":"q48","data":[{"singularResponse":"To date there has been no information nor evidence to suggest that the new coronavirus could be transmitted by mosquitoes. The new coronavirus is a respiratory virus which spreads primarily through droplets generated when an infected person coughs or sneezes, or through droplets of saliva or discharge from the nose.","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/myth-busters/web-mythbusters/mb-mosquito-bite.tmb-768v.png"}]},{"intent":"q49","data":[{"singularResponse":"No.\\nHand dryers are not effective in killing the 2019-nCoV. To protect yourself against the new coronavirus, you should frequently clean your hands with an alcohol-based hand rub or wash them with soap and water.","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/myth-busters/web-mythbusters/mythbusters-27.tmb-768v.png"}]},{"intent":"q50","data":[{"singularResponse":"UV lamps should not be used to sterilize hands or other areas of skin as UV radiation can cause skin irritation.","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/myth-busters/mythbusters-31.tmb-768v.png"}]},{"intent":"q51","data":[{"singularResponse":"No.\\nSpraying alcohol or chlorine all over your body will not kill viruses that have already entered your body. Spraying such substances can be harmful to clothes or mucous membranes (i.e. eyes, mouth). Be aware that both alcohol and chlorine can be useful to disinfect surfaces, but they need to be used under appropriate recommendations.","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/myth-busters/web-mythbusters/mythbusters-33.tmb-768v.png"}]},{"intent":"q52","data":[{"singularResponse":"No.\\nVaccines against pneumonia, such as pneumococcal vaccine and Haemophilus influenza type B (Hib) vaccine, do not provide protection against the new coronavirus.\\nThe virus is so new and different that it needs its own vaccine. Researchers are trying to develop a vaccine against 2019-nCoV, and WHO is supporting their efforts.\\nAlthough these vaccines are not effective against 2019-nCoV, vaccination against respiratory illnesses is highly recommended to protect your health.","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/myth-busters/web-mythbusters/11.tmb-768v.png"}]},{"intent":"q53","data":[{"singularResponse":"No.\\nThere is no evidence that regularly rinsing the nose with saline has protected people from infection with the new coronavirus.\\nThere is some limited evidence that regularly rinsing nose with saline can help people recover more quickly from the common cold. However, regularly rinsing the nose has not been shown to prevent respiratory infections..","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/myth-busters/23.tmb-768v.png"}]},{"intent":"q54","data":[{"singularResponse":"Garlic is a healthy food that may have some antimicrobial properties. However, there is no evidence from the current outbreak that eating garlic has protected people from the new coronavirus.","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/myth-busters/19.tmb-768v.png"}]},{"intent":"q55","data":[{"singularResponse":"People of all ages can be infected by the new coronavirus (2019-nCoV). Older people, and people with pre-existing medical conditions (such as asthma, diabetes, heart disease) appear to be more vulnerable to becoming severely ill with the virus.\\nWHO advises people of all ages to take steps to protect themselves from the virus, for example by following good hand hygiene and good respiratory hygiene.","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/myth-busters/mythbuster-2.tmb-1920v.png"}]},{"intent":"q58","data":[{"singularResponse":"Thermal scanners are effective in detecting people who have developed a fever (i.e. have a higher than normal body temperature) because of infection with the new coronavirus.\\nHowever, they cannot detect people who are infected but are not yet sick with fever. This is because it takes between 2 and 10 days before people who are infected become sick and develop a fever.","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/myth-busters/web-mythbusters/mythbusters-25.tmb-768v.png"}]},{"intent":"q59","data":[{"singularResponse":"Following are the six important tips for parenting: one-on-one time, staying positive, creating a daily routine, avoiding bad behaviour, managing stress, and talking about COVID-19. Use them to your and your kids’ advantage, and have fun in doing so.","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/healthy-parenting/english-tip-1-covid-19-parenting.tmb-1920v.jpg, https://www.who.int/images/default-source/health-topics/coronavirus/healthy-parenting/english-tip-2-covid-19-parenting.tmb-1920v.jpg, https://www.who.int/images/default-source/health-topics/coronavirus/healthy-parenting/english-tip-3-covid-19-parenting.tmb-1920v.jpg, https://www.who.int/images/default-source/health-topics/coronavirus/healthy-parenting/english-tip-4-covid-19-parenting.tmb-1920v.jpg, https://www.who.int/images/default-source/health-topics/coronavirus/healthy-parenting/english-tip-5-covid-19-parenting.tmb-1920v.jpg, https://www.who.int/images/default-source/health-topics/coronavirus/healthy-parenting/english-tip-6-covid-19-parenting.tmb-1920v.jpg"}]},{"intent":"q60","data":[{"singularResponse":"The short answer is that experts really don’t know. What we know thus far is that Novel Corona virus transmits through respiratory droplets as primarily.\\nWhat we do know is that the Centers for Disease Control and Prevention (CDC) says that the virus can spread from “close contact” with someone, with close contact generally defined as being within six feet of a person. If you’re kissing or having sex, well, you’re well within this limit and potentially at risk if your partner carries the virus.","template":"text"}]},{"intent":"agent.smalltalk.bye","data":[{"singularResponse":"Bye for now!","template":"text"}]},{"intent":"q61","data":[{"singularResponse":"From the evidence so far, the COVID-19 virus can be transmitted in ALL AREAS, including areas with hot and humid weather.\\nThus it doesn't die in hot temperatures.","template":"text"}]},{"intent":"q62","data":[{"singularResponse":"WHO publishes the stats on confirmed cases and death globally. Check out here: https://experience.arcgis.com/experience/685d0ace521648f8a5beeeee1b9125cd\\\\nFor more details and country level information, please read here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports","template":"text"}]},{"intent":"q63","data":[{"singularResponse":"At this stage, it is not possible to determine precisely how humans in China were initially infected with SARS-CoV-2.\\\\nHowever, SARS-CoV, the virus which caused the SARS outbreak in 2003, jumped from an animal reservoir (civet cats, a farmed wild animal) to humans and then spread between humans.\\\\nIn a similar way, it is thought that SARS-CoV-2 jumped the species barrier and initially infected humans, but more likely through an intermediate host, that is another animal species more likely to be handled by humans.","template":"text"}]},{"intent":"q64","data":[{"singularResponse":"Currently, the source of SARS-CoV-2, the coronavirus (CoV) causing COVID-19 is unknown.\\\\nAll available evidence suggests that SARS-CoV-2 has a natural animal origin and is not a constructed virus.\\\\nSARS-CoV-2 virus most probably has its ecological reservoir in bats. SARS-CoV-2, belongs to a group of genetically related viruses, which also include SARS-CoV and a number of other CoVs isolated from bats populations.\\\\nMERS-CoV also belongs to this group, but is less closely related.","template":"text"}]},{"intent":"q65","data":[{"singularResponse":"Lot of reasearch is being done on COVID-19 and Coronaviruses. Read them in detail here: https://www.who.int/blueprint/priority-diseases/key-action/novel-coronavirus/en/","template":"text"}]},{"intent":"q66","data":[{"singularResponse":"Washing your hands with soap and water or using alcohol-based hand rub kills viruses that may be on your hands.","template":"text"}]},{"intent":"q67","data":[{"singularResponse":"Social distancing is about maintaining at least 1 metre (3 feet) distance between yourself and anyone who is coughing or sneezing.\\\\nWhen someone coughs or sneezes they spray small liquid droplets from their nose or mouth which may contain virus. If you are too close, you can breathe in the droplets, including the COVID-19 virus if the person coughing has the disease.","template":"text"}]},{"intent":"q68","data":[{"singularResponse":"Hands touch many surfaces and can pick up viruses. Once contaminated, hands can transfer the virus to your eyes, nose or mouth. From there, the virus can enter your body and can make you sick.","template":"text"}]},{"intent":"q69","data":[{"singularResponse":"Respiratory Hygiene covering your mouth and nose with your bent elbow or tissue when you cough or sneeze. Then dispose of the used tissue immediately.\\\\nDroplets spread virus. By following good respiratory hygiene you protect the people around you from viruses such as cold, flu and COVID-19.","template":"text"}]},{"intent":"q70","data":[{"singularResponse":"Safe greeting include a wave, a namaste, a nod, or a bow","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/risk-communications/general-public/safe-greetings.tmb-1920v.png"}]},{"intent":"q71","data":[{"singularResponse":"Avoid Handshakes.\\\\nRespiratory viruses can be passed by shaking hands and touching your eyes, nose and mouth","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/risk-communications/general-public/handshaking.tmb-1920v.png"}]},{"intent":"q72","data":[{"singularResponse":"If you have a fever, cough and difficulty breathing, seek medical attention and call in advance. Follow the directions of your local health authority","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/social-media-squares/be-smart-if-you-develop.tmb-1920v.jpg"}]},{"intent":"q73","data":[{"singularResponse":"You can do that easily with kindness\\\\nShare the latest facts and void hyperbole\\\\nShow solidarity with affected people\\\\nTell the stories of people who have experienced the virus","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/social-media-squares/be-kind-to-address-stigma.tmb-1920v.jpg"}]},{"intent":"q74","data":[{"singularResponse":"How long will it last is some thing frankly I am not capable of answering. Its a serious problem and so you should take all precautions and follow all advisories by your local administration\\nTo get more idea check out the latest official stats here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports","template":"text"}]},{"intent":"q75","data":[{"singularResponse":"Following are some of the things which you can keep in mind","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/risk-communications/general-public/stay-healthy-while-travelling/3.tmb-1920v.png\", \"https://www.who.int/images/default-source/health-topics/coronavirus/risk-communications/general-public/stay-healthy-while-travelling/4.tmb-1920v.png\""}]},{"intent":"q76","data":[{"singularResponse":"MERS stands for Middle East Respiratory Syndrome","template":"text"}]},{"intent":"q77","data":[{"singularResponse":"SARS stands for Severe Acute Respiratory Syndrome","template":"text"}]},{"intent":"q78","data":[{"singularResponse":"WHO has opened up many online training programs on various aspects of Coronavrisus diseases 2019\\\\nKindly locate them here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/training/online-training","template":"text"}]},{"intent":"q79","data":[{"singularResponse":"Its simple","template":"image","link":"https://www.who.int/images/default-source/health-topics/coronavirus/risk-communications/general-public/stress/stress.tmb-1920v.jpg, https://www.who.int/images/default-source/health-topics/coronavirus/risk-communications/general-public/stress/children-stress.tmb-1920v.jpg"}]},{"intent":"q80","data":[{"singularResponse":"There are lot of papers and research articles published on Coronaviruses and COVID-19.\\\\nKindly read them here: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/global-research-on-novel-coronavirus-2019-ncov","template":"text"}]},{"intent":"q81","data":[{"singularResponse":"If you are caring for someone at home, monitor for emergency signs, prevent the spread of germs, treat symptoms, and carefully consider when to end home isolation.\\\\nRead more here: https://www.cdc.gov/coronavirus/2019-ncov/if-you-are-sick/care-for-someone.html","template":"text"}]},{"intent":"q82","data":[{"singularResponse":"CDC precribes certain criteria to decide upon this. Kindly read them here: https://www.cdc.gov/coronavirus/2019-ncov/if-you-are-sick/care-for-someone.html","template":"text"}]},{"intent":"agent.smalltalk.notaproperanswer","data":[{"singularResponse":"Oops! I am Sorry :|\\nI am constantly becoming better\\nFor you, you can ask me something different or pick up an option from below!","template":"text"}]},{"intent":"agent.smalltlak.hobby","data":[{"singularResponse":"My hobby is my profession and that's helping out people by answering answering questions on Coronaviruses and COVID-19","template":"text"}]},{"intent":"agent.smalltalk.idea","data":[{"singularResponse":"I do have an idea\\nMy idea is take right precautions and be safe from COVID-19","template":"text"}]},{"intent":"agent.smalltalk.plan","data":[{"singularResponse":"Definitely I have a plan.\\nIts about eradicating COVID-19 and Corona from this world","template":"text"}]},{"intent":"q83","data":[{"singularResponse":"Stay home if you feel unwell. If you have a fever, cough and difficulty breathing, seek medical attention and call in advance. Follow the directions of your local health authority.","template":"text"}]},{"intent":"qsua","data":[{"singularResponse":"The question you asked is more scientific and currently I am not in a position to answer that right now.\\nI may learn in future, thus keep chatting with me :)\\nIn addition, keep checking following link to get the latest updates https://www.who.int/emergencies/diseases/novel-coronavirus-2019/global-research-on-novel-coronavirus-2019-ncov","template":"text"}]},{"intent":"qua","data":[{"singularResponse":"At this point, I do not know the answer for your question.\\nI will attempt to learn this in future :)","template":"text"}]}]